Repository: common-repository/plutu-woocommerce
Catalog: languages/plutu-woocommerce-*.po
Languages: ar

source: Enable
ar: تفعيل

source: Enable/Disable
ar: تفعيل/تعطيل

source: Title
ar: الاسم

source: This controls the title for the payment method the customer sees during checkout.
ar: يتحكم هذا في عنوان طريقة الدفع التي يراها العميل أثناء الدفع.

source: Adfali
ar: أدفعلي

source: Description
ar: الوصف

source: This controls the description for the payment method the customer sees during checkout.
ar: يتحكم هذا في وصف طريقة الدفع التي يراها العميل أثناء الدفع.

source: Maximum amount (LYD)
ar: أقصى قيمة (د.ل)

source: Maximum limit per transaction.
ar: أقصى قيمة لكل عملية.

source: Minimum amount (LYD)
ar: أقل قيمة (د.ل)

source: Minimum limit per transaction.
ar: أقل قيمة لكل عملية.

source: Currency
ar: العملة

source: The supported currency for the payment method. Leave it blank to ignore.
ar: العملة المعتمدة لطريقة الدفع. اتركه فارغا لتجاهل التحقق من العملة.

source: Next Order Status
ar: حالة الطلب بعد الدفع

source: This controls the Order status when payment is completed.
ar: يتحكم هذا في حالة الطلب عند اكتمال الدفع.

source: Api Key
ar: مفتاح API

source: Plutu Api Key.
ar: مفتاح API في منصة Plutu.

source: Access Token
ar: رمز الوصول

source: Plutu Access Token.
ar: رمز الوصول في منصة Plutu.

source: Local Bank Card
ar: البطاقة المصرفية المحلية

source: Pay by Local Bank Card
ar: الدفع عن طريق البطاقة المصرفية المحلية

source: Api Secret
ar: الرمز السري

source: Plutu Api Secret Key.
ar: الرمز السري في منصة Plutu.

source: Visa/Mastercard
ar: بطاقات فيزا/ماستركارد

source: Pay by credit and debit card (Visa, Mastercard), after clicking "continue payment" you will be redirected to the payment service to complete your purchase securely.
ar: الدفع عن طريق بطاقة الائتمان والخصم (فيزا أو ماستركارد) ، بعد النقر على “ادفع الآن” ، ستتم إعادة توجيهك إلى خدمة الدفع لإكمال عملية الشراء بأمان.

source: Maximum amount
ar: أقصى قيمة

source: Minimum amount
ar: ‫أقل قيمة

source: The currency for the payment method should match the currency associated with your account in both Plutu and MPGS.
ar: العملة المستخدمة في طريقة الدفع يجب أن تتطابق مع العملة المرتبطة بحسابك في كل من Plutu و MPGS.

source: Sadad
ar: سداد

source: T-lync
ar: خدمة T-lync

source: Pay via T-lync platform using Tadawul Cards, Sadad, Adfali, Local Bank Cards, and Mobicash. etc.
ar: ادفع عبر منصة T-lync باستخدام بطاقات تداول ، سداد ، أدفعلي ، بطاقات المصرفية المحلية ، موبي كاش. وغيرها.

source: Token mismatch, please refresh the page
ar: رمز الصفحة غير مطابق ، يرجى تحديث الصفحة

source: Amount must be integer
ar: يجب أن يكون المبلغ عددًا صحيحًا

source: An OTP has been sent to your mobile number
ar: تم إرسال رمز التأكيد علي هاتفك النقال

source: Configure %s
ar: تهيئة %s

source: Order had already received payment
ar: تم دفع هذا الطلب مسبقا

source: Payment completed via %s!
ar: اكتمل الدفع بواسطة %s!

source: Mobile number is required
ar: رقم الهاتف النقال مطلوب

source: Invalid mobile number format
ar: رقم الهاتف غير صحيح

source: All fields are required
ar: جميع حقول بيانات الدفع مطلوبة

source: Invalid phone number format, must start with 091 or 093
ar: تنسيق رقم الهاتف غير صحيح ، يجب أن يبدأ بـ 091 أو 093

source: Please enter a valid birth year
ar: الرجاء إدخال سنة الميلاد بشكل صحيح

source: Proceed to Adfali
ar: الدفع بواسطة أدفعلي

source: Adfali Payment Gateway
ar: أدفعلي

source: Payment is not verified
ar: لم يتم التحقق من عملية الدفع

source: Continue to payment
ar: ادفع الآن

source: Local bank card
ar: البطاقة المصرفية المحلية

source: Local Bank Card Payment Gateway
ar: بوابة الدفع بالبطاقة المصرفية المحلية

source: Payment unsuccessful, Try again or contact the site administrator
ar: لم تتم عملية الدفع ، حاول مرة أخرى أو اتصل بمسؤول الموقع

source: Payment canceled by the customer
ar: تم إلغاء الدفع من قبل الزبون

source: Order amount %s is not equal to transaction amount %s, partial payment is not allowed
ar: مبلغ الطلب %s لا يساوي مبلغ المعاملة %s ، ولا يُسمح بالدفع الجزئي

source: The request signature calculated does not match your store signature. Check your secret key
ar: توقيع الطلب لا يتطابق مع توقيع متجرك. تحقق من الرمز السري لطريقة الدفع

source: Mastercard Payment Gateway Services
ar: بوابة الدفع MPGS

source: Proceed to Sadad
ar: الدفع بواسطة سداد

source: Sadad Payment Gateway
ar: بوابة سداد للدفع

source: T-Lync online payment platform
ar: T-Lync للدفع عبر الإنترنت

source: Invalid email format
ar: صيغة البريد الإلكتروني غير صحيحة

source: Payment failed
ar: عملية الدفع فشلت

source: Payment completed via %s! - %s
ar: اكتمل الدفع بواسطة %s! - %s

source: Invalid redirect link
ar: رابط إعادة التوجيه غير صحيح

source: Oops! IP address restrictions, Please contact the site administrator
ar: عنوان IP الخاص بالمتجر غير مسموح له الوصول الي بوابات الدفع، اتصل بمسؤول الموقع

source: Oops! configuration missing, Please contact the site administrator
ar: بعض إعدادات الدفع غير صحيحة ، اتصل بمسؤول الموقع

source: Something went wrong
ar: حدث خطأ ما. أعد المحاولة من فضلك

source: The mobile number is not subscribed to Adfali service
ar: رقم الهاتف غير مشترك في خدمة أدفعلي

source: Invalid amount
ar: قيمة غير صحيحة

source: Something went wrong, please check the OTP code
ar: حدث خطأ الرجاء التأكد من رمز التحقق

source: Backend error, Please contact the site administrator
ar: خطأ داخلي ، حاول مرة أخرى أو اتصل بمسؤول الموقع

source: Please make sure all payment fields are filled out correctly
ar: يرجى التأكد من ملء جميع بيانات الدفع بشكل صحيح

source: Reference number does not exist
ar: الرقم المرجعي غير موجود

source: Incorrect mobile number/year of birth
ar: رقم الهاتف او تاريخ الميلاد غير صحيح

source: Incorrect mobile number
ar: رقم الهاتف غير صحيح

source: There is a problem with your account, please check with your bank
ar: الرجاء التحقق من حساب أدفعلي الخاص بك في مصرف التجارة والتنمية

source: There is a problem connecting to the bank server, please try again later
ar: توجد مشكلة في الاتصال بخادم البنك ، يرجى المحاولة مرة أخرى لاحقًا

source: Invalid OTP. please check your code and try again
ar: رمز التحقق غير صحيح، الرجاء التأكد من رمز التحقق

source: Incorrect invoice ID or amount
ar: رقم الطلب او القيمة غير صحيحة

source: Invoice number already exists
ar: رقم الطلب موجود مسبقاً

source: The mobile number is empty
ar: حقل رقم الهاتف فارغ

source: Birth year is empty
ar: حقل سنة الميلاد فارغ

source: The OTP has exceeded the time allowed for its use
ar: تجاوز رمز التحقق الوقت المسموح به لاستخدامه

source: Please wait a while before requesting an OTP resend again
ar: يرجى الانتظار بعض الوقت قبل طلب إعادة إرسال رمز التحقق مرة أخرى

source: Transaction amount is not allowed
ar: مبلغ الطلب غير مسموح به

source: The order amount exceeded the maximum amount allowed for the transaction
ar: مبلغ الطلب يتجاوز الحد الأقصى للمبلغ المسموح به للمعاملة

source: Insufficient balance for the transaction
ar: رصيدك غير كافٍ لاجراء المعاملة

source: Currency is not supported
ar: طريقة الدفع لا تدعم العملة الحالية

source: Sorry! Total is %s LYD higher than maximum amount %s LYD per transaction
ar: الإجمالي هو %s د.ل أعلى من الحد الأقصى المسموح به %s د.ل لكل معاملة

source: Sorry! Total is %s LYD less than minimum amount %s LYD per transaction
ar: الإجمالي هو %s د.ل أقل من الحد الادني المسموح به %s د.ل لكل معاملة

source: The currency is not supported by this payment method
ar: طريقة الدفع لا تدعم العملة الحالية

source: Mobicash
ar: موبي كاش

source: Edfaly
ar: إدفع لي

source: Tadawul Card
ar: بطاقة تداول

source: Please enter the mobile phone number subscribed to the Adfali service
ar: أدخل رقم الهاتف المسجل في خدمة أدفعلي

source: Mobile Number
ar: رقم الهاتف

source: Verify
ar: التحقق

source: Enter Confirmation Code
ar: ادخل رمز التأكيد

source: Confirmation Code
ar: رمز التأكيد

source: didn't receive a code?
ar: لم تتلق رمز؟

source: Resend
ar: إعادة ارسال

source: Pay by Local bank card
ar: الدفع عن طريق البطاقة المصرفية المحلية

source: Please enter the mobile phone number subscribed to the Sadad service
ar: أدخل رقم الهاتف المسجل في خدمة سداد

source: Birth Year xxxx
ar: سنة الميلاد xxxx

source: Email (Optional)
ar: البريد الإلكتروني (اختياري)
